[
    {
        "id": "phneep",
        "name": "Phneep",
        "twitter": "phneep",
        "website": "phneep.com",
        "biography": "phneep's handle is onomatopoeic for censorship. he's a freelance graphic designer focusing mainly on bitcoin education through satire and mashups, although things like politics, religion and hockey also leak into his memetic arsenal."
    },
    {
        "id": "cryptograffiti",
        "name": "Cryptograffiti",
        "twitter": "cryptograffiti",
        "website": "cryptograffiti.com"
    },
    {
        "id": "marisolvengas",
        "name": "Marisol Vengas",
        "website": "facebook.com/MarisolVengas",
        "biography": "Marisol Vengas is an anonymous-shrouded-in-secrecy artist collective originating from Northern California. She seems to operate in a AI-induced hive mindset. Some of her works are produced from over a dozen or plus artists who have never met in real life. Some of them have discovered each other from forums and online groups, and none of the know how they've been to selected to participate in the collective. The artists don't know who they get the pieces from or where they end up. No one really knows who started Marisol, but they do know she's going to running for a long time. She's a truly a decentralized living artist. Currently she has exhibited over 10 countries and has produced thousands of works. You can find these work from the streets of Bangladesh to the museums of Paris. Clues about her existence are littered throughout her work."
    },
    {
        "id": "danielfriedman",
        "name": "Daniel Friedman",
        "website": "flickr.com/photos/daniel_friedman"
    },
    {
        "id": "robekworld",
        "name": "Robek World",
        "twitter": "robek_world",
        "website": "robek.world",
        "biography": "https://www.youtube.com/watch?v=SZagM-shBMU"
    },
    {
        "id": "cryptopop",
        "name": "Cryptopop",
        "twitter": "helloluis",
        "website": "cryptopop.net"
    },
    {
        "id": "thorosofmyr",
        "name": "Thoros of Myr"
    }
]