[
    {
        "name": "Phneep",
        "slug": "phneep",
        "twitter": "phneep",
        "website": "phneep.com",
        "biography": "phneep's handle is onomatopoeic for censorship. he's a freelance graphic designer focusing mainly on bitcoin education through satire and mashups, although things like politics, religion and hockey also leak into his memetic arsenal."
    },
    {
        "name": "Cryptograffiti",
        "slug": "cryptograffiti",
        "twitter": "cryptograffiti",
        "website": "cryptograffiti.com",
        "biography": "cryptograffiti is a Bitcoin activist artist who repurposes banking materials in his work.  He believes separating money from state is critical for humanity in an increasingly Orwellian society."
    },
    {
        "name": "Marisol Vengas",
        "slug": "marisol-vengas",
        "website": "facebook.com/MarisolVengas",
        "biography": "Marisol Vengas is an anonymous-shrouded-in-secrecy artist collective originating from Northern California. She seems to operate in a AI-induced hive mindset. Some of her works are produced from over a dozen or plus artists who have never met in real life. Some of them have discovered each other from forums and online groups, but none of the know how they've been selected to participate in the collective. The artists don't know who they get the pieces from or where they end up. No one really knows who started Marisol, but they do know she's going to be running for a long time. She's truly a decentralized living artist. Currently she has exhibited in over 10 countries and has produced thousands of works. You can find these works from the streets of Bangladesh to the museums of Paris. Clues about her existence are littered throughout her work."
    },
    {
        "name": "Daniel Friedman",
        "slug": "daniel-friedman",
        "website": "flickr.com/photos/daniel_friedman",
        "biography": "Inspired by brains, ant colonies, and other complex systems, my art explores how global patterns arise via local relationships. The production of a drawing for me is actually not unlike the mining of a blockchain: an intricate process that can be laborious to perform perfectly, but with an intrinsic coherence that is self-evident after completion. Now with the creation of Curio Cards, the metaphorical mapping between cryptocurrencies and my art is meaningfully strengthened. Indeed now more than ever we are seeing the fusion of art with technology and science, reminding me of a favorite quotation by Goethe: '…science arose from poetry, and when times change the two can meet again on a higher level as friends…'\n\n  — Daniel Friedman"
    },
    {
        "name": "Robek World",
        "slug": "robek-world",
        "twitter": "robek_world",
        "website": "robek.world",
        "biography": "https://www.youtube.com/watch?v=SZagM-shBMU"
    },
    {
        "name": "Cryptopop",
        "slug": "cryptopop",
        "twitter": "helloluis",
        "website": "cryptopop.net",
        "biography": "Luis is a Filipino crypto artist and author, and dreams of a day when all animals, not just dogs, will be on the blockchain. Oh, wait."
    },
    {
        "name": "Thoros of Myr",
        "slug": "thoros-of-myr",
        "biography": "Little is known about Thoros of Myr."
    }
]
